import React from "react";
import img2 from "../assets/img/5dd1fe8800013d1818720764.jpg";
import img3 from "../assets/img/5de5bcda00018dc018720764.jpg";
import img4 from "../assets/img/5dedf5f000012ec118720764.jpg";
import img5 from "../assets/img/5dedf70d0001ea8618720764.jpg";
import img6 from "../assets/img/5df59fdc0001220218720764.jpg";
const Munudata={
        "MunuLeftListData":[
            "前沿 / 区块链 / 人工智能",
            "前端 / 小程序 / JS",
            "后端 / JAVA / Python",
            "移动 / Android / iOS",
            "云计算 / 大数据 / 容器",
            "运维 / 测试 / 数据库",
            "UI设计 / 3D动画 / 游戏"
        ],
        "MunuBannerImg":[
            ["/",img2],
            ["/",img3],
            ["/",img4],
            ["/",img5],
            ["/",img6],
        ],
        "bannerLeftlistData": [
            [
                [
                    ["前沿技术", ["微服务", "区块链", "以太坊", "机器学习", "深度学习", "计算机视觉", "自然语言处理", "数据分析&挖掘"],],
                    ["前沿技术", ["微服务", "区块链", "以太坊", "机器学习", "深度学习", "计算机视觉", "自然语言处理", "数据分析&挖掘"],],
                ],
                [
                    [
                        "/",
                        "https://img1.mukewang.com/szimg/5dd35a9d0908d98a12000676-360-202.png",
                        ["基于Pytorch热门深度学习框架从零开发NLP聊天机器人", "777.00", "限时优惠","中级","80"],
                    ],
                    [
                        "/",
                        "https://img1.mukewang.com/szimg/5dd35a9d0908d98a12000676-360-202.png",
                        ["深度学习之神经网络入门最佳路径", "666.00", "限时优惠","中级","80"],
                    ],
                    [
                        "/",
                        "https://img1.mukewang.com/szimg/5dd35a9d0908d98a12000676-360-202.png",
                        ["Python3数据分析与挖掘建模实战", "555.00", "限时优惠","中级","1255"],
                    ],
                    [
                        "/",
                        "https://img1.mukewang.com/szimg/5dd35a9d0908d98a12000676-360-202.png",
                        ["Spring Cloud Alibaba微服务从入门到进阶", "329.00", "","中级","80"],
                    ],
                ],
            ],
            [
                [
                    ["前沿技术", ["微服务", "区块链", "以太坊", "机器学习", "深度学习", "计算机视觉", "自然语言处理", "数据分析&挖掘"],],
                    ["前沿技术", ["微服务", "区块链", "以太坊", "机器学习", "深度学习", "计算机视觉", "自然语言处理", "数据分析&挖掘"],],
                ],
                [
                    [
                        "/",
                        "https://img1.mukewang.com/szimg/5dd35a9d0908d98a12000676-360-202.png",
                        ["基于Pytorch热门深度学习框架从零开发NLP聊天机器人", "777.00", "限时优惠","中级","80"],
                    ],
                    [
                        "/",
                        "https://img1.mukewang.com/szimg/5dd35a9d0908d98a12000676-360-202.png",
                        ["深度学习之神经网络入门最佳路径", "666.00", "限时优惠","中级","80"],
                    ],
                    [
                        "/",
                        "https://img1.mukewang.com/szimg/5dd35a9d0908d98a12000676-360-202.png",
                        ["Python3数据分析与挖掘建模实战", "555.00", "限时优惠","中级","1255"],
                    ],
                    [
                        "/",
                        "https://img1.mukewang.com/szimg/5dd35a9d0908d98a12000676-360-202.png",
                        ["Spring Cloud Alibaba微服务从入门到进阶", "329.00", "","中级","80"],
                    ],
                ],
            ],
            [
                [
                    ["前沿技术", ["微服务", "区块链", "以太坊", "机器学习", "深度学习", "计算机视觉", "自然语言处理", "数据分析&挖掘"],],
                    ["前沿技术", ["微服务", "区块链", "以太坊", "机器学习", "深度学习", "计算机视觉", "自然语言处理", "数据分析&挖掘"],],
                ],
                [
                    [
                        "/",
                        "https://img1.mukewang.com/szimg/5dd35a9d0908d98a12000676-360-202.png",
                        ["基于Pytorch热门深度学习框架从零开发NLP聊天机器人", "777.00", "限时优惠","中级","80"],
                    ],
                    [
                        "/",
                        "https://img1.mukewang.com/szimg/5dd35a9d0908d98a12000676-360-202.png",
                        ["深度学习之神经网络入门最佳路径", "666.00", "限时优惠","中级","80"],
                    ],
                    [
                        "/",
                        "https://img1.mukewang.com/szimg/5dd35a9d0908d98a12000676-360-202.png",
                        ["Python3数据分析与挖掘建模实战", "555.00", "限时优惠","中级","1255"],
                    ],
                    [
                        "/",
                        "https://img1.mukewang.com/szimg/5dd35a9d0908d98a12000676-360-202.png",
                        ["Spring Cloud Alibaba微服务从入门到进阶", "329.00", "","中级","80"],
                    ],
                ],
            ],
            [
                [
                    ["前沿技术", ["微服务", "区块链", "以太坊", "机器学习", "深度学习", "计算机视觉", "自然语言处理", "数据分析&挖掘"],],
                    ["前沿技术", ["微服务", "区块链", "以太坊", "机器学习", "深度学习", "计算机视觉", "自然语言处理", "数据分析&挖掘"],],
                ],
                [
                    [
                        "/",
                        "https://img1.mukewang.com/szimg/5dd35a9d0908d98a12000676-360-202.png",
                        ["基于Pytorch热门深度学习框架从零开发NLP聊天机器人", "777.00", "限时优惠","中级","80"],
                    ],
                    [
                        "/",
                        "https://img1.mukewang.com/szimg/5dd35a9d0908d98a12000676-360-202.png",
                        ["深度学习之神经网络入门最佳路径", "666.00", "限时优惠","中级","80"],
                    ],
                    [
                        "/",
                        "https://img1.mukewang.com/szimg/5dd35a9d0908d98a12000676-360-202.png",
                        ["Python3数据分析与挖掘建模实战", "555.00", "限时优惠","中级","1255"],
                    ],
                    [
                        "/",
                        "https://img1.mukewang.com/szimg/5dd35a9d0908d98a12000676-360-202.png",
                        ["Spring Cloud Alibaba微服务从入门到进阶", "329.00", "","中级","80"],
                    ],
                ],
            ],
            [
                [
                    ["前沿技术", ["微服务", "区块链", "以太坊", "机器学习", "深度学习", "计算机视觉", "自然语言处理", "数据分析&挖掘"],],
                    ["前沿技术", ["微服务", "区块链", "以太坊", "机器学习", "深度学习", "计算机视觉", "自然语言处理", "数据分析&挖掘"],],
                ],
                [
                    [
                        "/",
                        "https://img1.mukewang.com/szimg/5dd35a9d0908d98a12000676-360-202.png",
                        ["基于Pytorch热门深度学习框架从零开发NLP聊天机器人", "777.00", "限时优惠","中级","80"],
                    ],
                    [
                        "/",
                        "https://img1.mukewang.com/szimg/5dd35a9d0908d98a12000676-360-202.png",
                        ["深度学习之神经网络入门最佳路径", "666.00", "限时优惠","中级","80"],
                    ],
                    [
                        "/",
                        "https://img1.mukewang.com/szimg/5dd35a9d0908d98a12000676-360-202.png",
                        ["Python3数据分析与挖掘建模实战", "555.00", "限时优惠","中级","1255"],
                    ],
                    [
                        "/",
                        "https://img1.mukewang.com/szimg/5dd35a9d0908d98a12000676-360-202.png",
                        ["Spring Cloud Alibaba微服务从入门到进阶", "329.00", "","中级","80"],
                    ],
                ],
            ],
            [
                [
                    ["前沿技术", ["微服务", "区块链", "以太坊", "机器学习", "深度学习", "计算机视觉", "自然语言处理", "数据分析&挖掘"],],
                    ["前沿技术", ["微服务", "区块链", "以太坊", "机器学习", "深度学习", "计算机视觉", "自然语言处理", "数据分析&挖掘"],],
                ],
                [
                    [
                        "/",
                        "https://img1.mukewang.com/szimg/5dd35a9d0908d98a12000676-360-202.png",
                        ["基于Pytorch热门深度学习框架从零开发NLP聊天机器人", "777.00", "限时优惠","中级","80"],
                    ],
                    [
                        "/",
                        "https://img1.mukewang.com/szimg/5dd35a9d0908d98a12000676-360-202.png",
                        ["深度学习之神经网络入门最佳路径", "666.00", "限时优惠","中级","80"],
                    ],
                    [
                        "/",
                        "https://img1.mukewang.com/szimg/5dd35a9d0908d98a12000676-360-202.png",
                        ["Python3数据分析与挖掘建模实战", "555.00", "限时优惠","中级","1255"],
                    ],
                    [
                        "/",
                        "https://img1.mukewang.com/szimg/5dd35a9d0908d98a12000676-360-202.png",
                        ["Spring Cloud Alibaba微服务从入门到进阶", "329.00", "","中级","80"],
                    ],
                ],
            ],
            [
                [
                    ["前沿技术", ["微服务", "区块链", "以太坊", "机器学习", "深度学习", "计算机视觉", "自然语言处理", "数据分析&挖掘"],],
                    ["前沿技术", ["微服务", "区块链", "以太坊", "机器学习", "深度学习", "计算机视觉", "自然语言处理", "数据分析&挖掘"],],
                ],
                [
                    [
                        "/",
                        "https://img1.mukewang.com/szimg/5dd35a9d0908d98a12000676-360-202.png",
                        ["基于Pytorch热门深度学习框架从零开发NLP聊天机器人", "777.00", "限时优惠","中级","80"],
                    ],
                    [
                        "/",
                        "https://img1.mukewang.com/szimg/5dd35a9d0908d98a12000676-360-202.png",
                        ["深度学习之神经网络入门最佳路径", "666.00", "限时优惠","中级","80"],
                    ],
                    [
                        "/",
                        "https://img1.mukewang.com/szimg/5dd35a9d0908d98a12000676-360-202.png",
                        ["Python3数据分析与挖掘建模实战", "555.00", "限时优惠","中级","1255"],
                    ],
                    [
                        "/",
                        "https://img1.mukewang.com/szimg/5dd35a9d0908d98a12000676-360-202.png",
                        ["Spring Cloud Alibaba微服务从入门到进阶", "329.00", "","中级","80"],
                    ],
                ],
            ],
        ],
};
export default Munudata;
